anachronisms = {
    "интернет": "радиосводка",
    "email": "письмо",
    "телефон": "полевой телефон",
    "смартфон": "рация",
    "видео": "кинохроника",
    "чат": "разговор",
    "соцсети": "газетные сводки",
    "гаджет": "полевой прибор",
    "ноутбук": "печатная машинка",
    "принтер": "ротапринт",
    "веб-сайт": "объявление на доске",
    "браузер": "папка с вырезками",
    "флешка": "секретный конверт",
    "облако (cloud storage)": "архив в штабе",
    "стриминг": "радиопередача",
    "подкаст": "магнитофонная запись",
    "селфи": "портрет на пленке",
    "видеозвонок": "видеотелеграмма",
    "хештег": "метка на карте",
    "мессенджер": "полевой курьер",
    "пост (в соцсети)": "заметка в стенгазете",
    "аватар": "личная фотография",
    "лайк": "одобрительный кивок",
    "блог": "дневник наблюдений",
    "форум": "собрание",
    "обновление (софта)": "инструкция к новому оборудованию",
}


toxic_words = {
    "убить": "ликвидировать",
    "расстрелять": "ввести в бездействие",
    "мразь": "недостойный человек",
    "ненавижу": "испытываю отвращение",
    "проклятие": "бедствие"
}